<template>
  <div class="terms">
    <div class="title">
      스탁블라인드 서비스 이용약관
    </div>
    <div class="content">
      ‘스탁블라인드'는 주식 투자자들을 위한 비공개 커뮤니티입니다. 상장사에 근무중인 사람이면 누구나 가입할 수 있습니다.
      주식 시장에는 어떤 정보도 믿지 말라는 말이 있습니다. 다른 사람을 현혹시키기 위한 글들이 커뮤니티에 넘처납니다. ‘스탁블라인드'는 상장사 직원들로만 가입자를 제한함으로써 이런 글들이 최대한 걸러진 건전한 주식 투자자들의 커뮤니티를 지향합니다.<br>
      ‘스탁블라인드'는 앞으로도 개인의 주식 투자 경험들이 온전히
      공유될 수 있는 쾌적한 환경을 제공해드릴 것을 약속드립니다.
      ‘스탁블라인드'를 이용하는데 있어 적용될 수 있는 이용약관을 마련했으니 꼭 확인해주시기바랍니다.<br>
      <br>
      <br>

      <span class="sub-title">계정을 만드세요.</span><br>
      ‘스탁블라인드'는 주식상장사에 근무중인 사람만 계정을 생성할 수 있습니다. 계정이란 이메일과 패스워드 기반의 로그인 정보를 의미하며, 스탁블라인드 회원은 서비스에 가입한 계정을 기준으로 한 사람의 사용자를 의미합니다. 상장사에 근무중인 것을 확인하기위한 최소한의 정보로 회사 이메일을 사용합니다. 상장되지 않은 회사에 근무중인 사람은 가입할 수 없습니다.
      스탁블라인드 계정은 여러분이 약관에 동의하고, 이메일 주소 인증, 닉네임, 패스워드를 등록하는 것으로 생성할 수 있습니다. 닉네임은 실명일 필요는 없으며, 온라인에서 자주 사용하는 여러분의 아이디를 입력할 수 있습니다.
      다만, 다른 사람의 명의나 이메일 주소 등 개인정보를 도용하여 계정을 생성하는 경우 회수, 삭제되거나 서비스 이용이 중단될 수 있습니다. 특히 14세 미만인 경우에는 회원가입 자체를 금지하고 있습니다.
      스탁블라인드 계정은 본인만 이용할 수 있으므로 계정을 빌려주거나 아이디를 공유하지 마세요. 또한 비밀번호는 여러분이 직접 관리해야합니다. 만약 계정이용에 대해 도용, 무단 사용이 발견되면 관리자에게 알려주시기 바랍니다.

    </div>
  </div>
</template>
<script>
  export default {
    name: 'terms',
    methods: {
    },
  };
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .terms {
    margin: 13px 15px 15px 13px;
    border-radius: 2px;
    background-color: #ffffff;
    padding: 41px 21px 41px 21px;
  }
  .title {
    font-size: 18px;
    font-weight: bold;
    color: #3b4251;
  }
  .content {
    font-size: 12px;
    line-height: 21px;
    color: #636b7d;
    margin: 40px 0 0 0;
  }
  .sub-title {
    font-weight: bold;
  }
</style>
